{
  "photos": [
    {
      "title": "Black & White Portrait of a Cat",
      "url": "asn_ph-1.jpg",
      "description": "A close-up portrait of a Bangladeshi cat captured in black and white. The monochrome adds to the moodiness of the image."
    },
    {
      "title": "Delicate White Rose with Pink Hues",
      "url": "asn_ph-2.jpg",
      "description": "A soft white rose with subtle pinkish tones on the inner petals. This bloom captures the elegance and purity of Bangladeshi flora."
    },
    {
      "title": "Tiny Guest on a Mango Sprig",
      "url": "asn_ph-3.jpg",
      "description": "A small Chorui Pakhi rests on a slender branch, alert and graceful. The soft, natural light enhances the bird's features and the surrounding greenery, creating a peaceful and intimate scene of nature."
    },
    {
      "title": "Sensitive Mimosa Blossom",
      "url": "asn_ph-4.jpg",
      "description": "The pink, fluffy flower of the touch-me-not (mimosa) plant in bloom. Its unique appearance reflects the fascinating nature of this shy plant. A symbol of sensitivity found in wild corners of Bangladesh."
    },
    {
      "title": "Chorui Pakhi Amidst Mango Blossoms",
      "url": "asn_ph-5.jpg",
      "description": "A lone Chorui Pakhi (Bengal Sparrow) rests lightly on a mango tree branch, its tiny frame framed by the promise of new life—a cluster of golden mango flowers swaying gently beside it. A quiet ode to the rhythms of nature, where even the smallest bird shares the tree’s seasonal bounty."
    },
    {
      "title": "Budding Lemon Blossom",
      "url": "asn_ph-6.jpg",
      "description": "A cluster of delicate lemon buds nestled in bright green foliage. The petals transition from soft lavender to white, centered around golden stamens—capturing nature's quiet beginnings."
    },
    {
      "title": "Touch-Sensitive Mimosa Leaves",
      "url": "asn_ph-7.jpg",
      "description": "A close-up of the Mimosa plant’s touch-sensitive leaves, captured in Saidpur after the rain. The delicate droplets on the leaves complement the pink puffball flower in the blurred background, highlighting the plant’s unique character."
    },
    {
      "title": "Kitty's Curious Gaze",
      "url": "asn_ph-8.jpg",
      "description": "A portrait of 'Kitty', a native cat looking down with quiet curiosity. The image captures her soft fur and thoughtful mood."
    }
  ]
}
